"ASSISTED_AUTH_INSTRUCTIONS" = "Truy cập %@ và nhập mã sau đây để đăng nhập vào %@";

"BUTTON_AUTHENTICATE" = "Sử dụng số điện thoại của tôi";

"BUTTON_CONTINUE" = "Tiếp tục";

"BUTTON_CREATED_ACCOUNT" = "Đã tạo tài khoản";

"BUTTON_CREATE_ACCOUNT" = "Tạo tài khoản";

"BUTTON_CREATING_ACCOUNT" = "Đang tạo tài khoản";

"BUTTON_DISMISS" = "Bỏ qua";

"BUTTON_DONE" = "Đã xong";

"BUTTON_EDIT_NUMBER" = "Sửa số";

"BUTTON_LOGGING_IN" = "Đang đăng nhập";

"BUTTON_NOT_NOW" = "Không phải bây giờ";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Gửi lại mã";

"BUTTON_RETRY" = "Thử lại";

"BUTTON_SENDING" = "Đang gửi...";

"BUTTON_SENDING_CONF_CODE" = "Đang gửi mã xác nhận";

"BUTTON_SEND_CONF_CODE" = "Gửi mã xác nhận";

"BUTTON_SENT_CONF_CODE" = "Đã gửi mã xác nhận";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Thử một số khác";

"BUTTON_VERIFYING" = "Đang xác nhận";

"CALL_ME_ACTION" = "Gọi tôi";

"CALL_ME_LOADING" = "Đang gọi...";

"DEFAULT_INVITE_VIEW_TITLE" = "Mời Bạn bè";

"ERROR_CANT_SMS" = "không thể gửi một tin nhắn SMS đến số này.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Vui lòng kiểm tra mã của bạn và thử lại";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ồ, có vẻ chúng ta đã gặp một sự cố về mạng. Chúng ta có thử lại không? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Vui lòng kiểm tra email của bạn và thử lại";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Vui lòng kiểm tra số của bạn và thử lại";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Trước đây bạn đã đặt một mã xác nhận 2 bước trên <a href=\"https://www.digits.com/settings\">digits.com</a>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Khi nhấn \"Gọi cho tôi\" ở trên, <a href=\"https://www.digits.com\">Digits by Twitter</a> sẽ gửi bạn một cuộc gọi thoại để xác nhận số điện thoại của bạn. Phí cuộc gọi & dữ liệu có thể được áp dụng.";

"FOOTNOTE_CREATE_ACCOUNT" = "Khi nhấn \"Tạo tài khoản\" ở trên, bạn đồng ý với <a href=\"https://twitter.com/tos\">Điều khoản dịch vụ</a>, <a href=\"https://twitter.com/privacy\">Chính sách riêng tư</a>, và việc <a href=\"https://support.twitter.com/articles/20170514\">Sử dụng Cookie</a> bởi <a href=\"https://www.digits.com\">Digits by Twitter</a>, để chia sẻ số điện thoại của bạn với %@, và đồng ý rằng những người dùng khác của %@ có thể tìm thấy bạn qua số điện thoại.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Khi nhấn “Tiếp tục” ở trên, bạn đang thêm email này vào tài khoản Digit của mình. Bạn đồng ý rằng ứng dụng này và <a href=\"https://www.digits.com/settings\">tất cả ứng dụng được liệt kê trong tài khoản Digit của bạn</a> có thể truy cập địa chỉ email này và đồng ý rằng những người dùng ứng dụng có thể tìm thấy bạn qua email.";

"FOOTNOTE_LOGIN" = "Khi nhấn \"Tiếp tục\" ở trên, <a href=\"https://www.digits.com/settings\">số điện thoại và/hoặc địa chỉ email Digit của bạn</a> sẽ được chia sẻ với %@ và những người dùng khác của %@ có thể tìm thấy bạn qua số điện thoại và/hoặc email.";

"FOOTNOTE_SEND_CONF_CODE" = "Khi nhấn \"Gửi mã xác nhận\" ở trên, <a href=\"https://www.digits.com\">Digits by Twitter</a> sẽ gửi cho bạn một tin nhắn SMS để xác nhận số điện thoại của bạn. Trên màn hình tiếp theo, bạn có thể chọn \"Gửi lại Mã\" để khởi tạo một tin nhắn SMS khác hoặc \"Gọi cho tôi\" để thực hiện một cuộc gọi điện thoại để xác nhận số điện thoại của bạn. Phí tin nhắn, cuộc gọi & dữ liệu có thể được áp dụng.";

"FOOTNOTE_TOS_UPDATE" = "Khi nhấn “Tiếp tục” ở trên, bạn đồng ý với <a href=\"https://twitter.com/tos\">Điều khoản dịch vụ</a> cập nhật, <a href=\"https://twitter.com/privacy\">Chính sách riêng tư</a> và việc <a href=\"https://support.twitter.com/articles/20170514\">Sử dụng Cookie</a> bởi <a href=\"https://www.digits.com\">Digits by Twitter</a>, để chia sẻ <a href=\"https://www.digits.com/settings\">số điện thoai và/hoặc địa chỉ email Digit của bạn</a> với %@, và đồng ý rằng những người dùng khác %@ có thể tìm thấy bạn qua số điện thoại và/hoặc email.";

"INVITED_BUTTON_TITLE" = "Đã mời";

"INVITE_BUTTON_TITLE" = "Mời";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Nhập mã xác nhận 2 bước.";

"LABEL_ENTER_CONF_CODE" = "Chúng tôi đã gửi cho bạn một mã 6 chữ số.";

"LABEL_ENTER_EMAIL" = "Nhập email của bạn.";

"LABEL_ENTER_PHONE_NUMBER" = "Số điện thoại của bạn là gì?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Chúng tôi sử dụng Digits by Twitter để tìm thêm bạn bè của bạn là những người sử dụng ứng dụng này. Khi bạn nhấn Ok, chúng tôi sẽ upload sổ địa chỉ của bạn lên Digits by Twitter để có thể giúp bạn tìm những người dùng %@ mà bạn biết hoặc giúp những người dùng khác %@ khác tìm thấy bạn.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Tìm bạn bè của bạn";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Không thể xác nhận số điện thoại của bạn";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Xin lỗi, chúng tôi đang gặp rắc rối với việc gửi cho bạn mã xác nhận.";

"ONBOARDING_MESSAGE" = "Đăng nhập vào https://fabric.io để thiết đặt tên Ứng dụng của bạn. Tên này sẽ được ghi trong email xác nhận và tin nhắn ủy quyền dạng SMS/thoại.";

"ONBOARDING_MESSAGE_ANSWERS" = "Thêm khung Answers vào ứng dụng của bạn để cho phép tự động ghi nhật ký sự kiện Digits. Tìm hiểu thêm tại https://answers.io";

"PARTIAL_FOOTNOTE_THIS_APP" = "ứng dụng này";

"SMS_PREFILL_TEXT_DEFAULT" = "Xin chào %@. Tôi đang sử dụng %@, hãy tham gia cùng tôi!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "Xin chào%@. Cài đặt %@ tại %@.";

